/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 50729
 Source Host           : 127.0.0.1:33060
 Source Schema         : dongsen

 Target Server Type    : MySQL
 Target Server Version : 50729
 File Encoding         : 65001

 Date: 08/05/2020 16:30:22
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for bug
-- ----------------------------
DROP TABLE IF EXISTS `bug`;
CREATE TABLE `bug` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `image` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `english_name` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `japanese_name` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `location` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `weather` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `model` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `north_month` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `south_month` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `time` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `money` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=345 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_bin;

-- ----------------------------
-- Records of bug
-- ----------------------------
BEGIN;
INSERT INTO `bug` VALUES (266, '../images/bug/兰花螳螂.png', '兰花螳螂', 'orchid mantis', 'ハナカマキリ', '花朵上（会逃走）', '雨雪天除外', '兰花螳螂模型', '3、4、5、6、7、8、9、10、11', '9、10、11、12、1、2、3、4、5', '8、9、10、11、12、13、14、15、16、17', '2400');
INSERT INTO `bug` VALUES (267, '../images/bug/吉丁虫.png', '吉丁虫', 'jewel beetle', 'タマムシ', '树桩', '', '吉丁虫模型', '4、5、6、7、8', '10、11、12、1、2', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '2400');
INSERT INTO `bug` VALUES (268, '../images/bug/人面樁象.png', '人面樁象', 'man-faced stink bug', 'ジンメンカメムシ', '花朵上（会逃走）', '', '人面椿象模型', '3、4、5、6、7、8、9、10', '9、10、11、12、1、2、3、4', '19、20、21、22、23、24、1、2、3、4、5、6、7、8', '1000');
INSERT INTO `bug` VALUES (269, '../images/bug/叶竹节虫.png', '叶竹节虫', 'walking leaf', 'コノハムシ', '树上拟态为叶片', '', '叶竹节虫模型', '7、8、9', '1、2、3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '600');
INSERT INTO `bug` VALUES (270, '../images/bug/凤蝶.png', '凤蝶', 'tiger butterfly', 'アゲハチョウ', '绿地（飞行）', '雨雪天除外', '凤蝶模型', '3、4、5、6、7、8、9', '9、8、7、6、5、4、3', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '240');
INSERT INTO `bug` VALUES (271, '../images/bug/亚历山大凤蝶.jpg', '亚历山大凤蝶', 'Queen Alexandra\'s birdwing', 'アレクサンドラトリバネアゲハ', '緑地（飞行）', '雨雪天除外', '巨大蝴蝶模型', '5、6、7、8、9', '11、12、1、2、3', '8、9、10、11、12、13、14、15、16', '4000');
INSERT INTO `bug` VALUES (272, '../images/bug/大桦斑蝶.png', '大桦斑蝶', 'monarch butterfly', 'オオカバマダラ', '緑地（飞行）', '雨雪天除外', '大桦斑蝶模型', '9、10、11', '3、4、5', '4、5、6、7、8、9、10、11、12、13、14、15、16、17', '140');
INSERT INTO `bug` VALUES (273, '../images/bug/乌鸦凤蝶.png', '乌鸦凤蝶', 'peacock butterfly', 'カラスアゲハ', '緑地（飞行） 异色花', '雨雪天除外', '乌鸦凤蝶模型', '3、4、5、6', '9、10、11、12', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '2500');
INSERT INTO `bug` VALUES (274, '../images/bug/大白斑蝶.png', '大白斑蝶', 'paper kite butterfly', 'オオゴマダラ', '绿地（飞行）', '雨雪天除外', '大白斑蝶模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '8、9、10、11、12、13、14、15、16、17、18、19', '1000');
INSERT INTO `bug` VALUES (275, '../images/bug/大锹形虫.png', '大锹形虫', 'giant stag', 'オオクワガタ', '树干（除椰子和香蕉树等）', '', '大锹形虫模型', '7、8', '1、2', '23、24、1、2、3、4、5、6、7、8', '10000');
INSERT INTO `bug` VALUES (276, '../images/bug/宝石象鼻虫.png', '宝石象鼻虫', 'blue weevil beetle', 'ホウセキゾウムシ', '树干（除椰子和香蕉树等）', '', '宝石象鼻虫模型', '7、8', '1、2', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '800');
INSERT INTO `bug` VALUES (277, '../images/bug/大紫蛱蝶.png', '大紫蛱蝶', 'great purple emperor', 'オオムラサキ', '绿地（飞行）', '', '大紫蛱蝶模型', '5、6、7、8', '11、12、1、2', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '3000');
INSERT INTO `bug` VALUES (278, '../images/bug/寒蝉.png', '寒蝉', 'walker cicada', 'ツクツクホウシ', '树干（除椰子和香蕉树等）', '', '寒蝉模型', '8、9', '2、3', '8、9、10、11、12、13、14、15、16、17', '400');
INSERT INTO `bug` VALUES (279, '../images/bug/寄居蟹.png', '寄居蟹', 'hermit crab', 'ヤドカリ', '沙滩（平时像是个贝壳）', '', '寄居蟹模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '19、20、21、22、23、24、1、2、3、4、5、6、7、8', '1000');
INSERT INTO `bug` VALUES (280, '../images/bug/大蓝闪蝶.png', '大蓝闪蝶', 'emperor butterfly', 'モルフォチョウ', '绿地（飞行）', '雨雪天除外', '大蓝闪蝶模型', '12、1、2、3、6、7、8、9', '6、7、8、9、12、1、2、3', '19、20、21、22、23、24、1、2、3、4、5、6、7、8', '4000');
INSERT INTO `bug` VALUES (281, '../images/bug/宝石金龟.png', '宝石金龟', 'scarab beetle', 'プラチナコガネ', '树干（除椰子和香蕉树等）', '', '', '7、8', '1、2', '23、24、1、2、3、4、5、6、7、8', '10000');
INSERT INTO `bug` VALUES (282, '../images/bug/彩祆蛱蝶.png', '彩祆蛱蝶', 'agrias butterfly', 'ミイロタテハ', '绿地（飞行）', '雨雪天除外', '彩袄蛱蝶模型', '4、5、6、7、8、9', '10、11、12、1、2、3', '8、9、10、11、12、13、14、15、16、17', '3000');
INSERT INTO `bug` VALUES (283, '../images/bug/彩虹锹形虫.png', '彩虹锹形虫', 'rainbow stag', 'ニジイロクワガタ', '树干（除椰子和香蕉树等）', '', '彩虹锹形虫模型', '6、7、8、9', '12、1、2、3', '19、20、21、22、23、24、1、2、3、4、5、6、7、8', '6000');
INSERT INTO `bug` VALUES (284, '../images/bug/提琴虫.png', '提琴虫', 'violin beetle', 'バイオリンムシ', '树桩', '雨雪天除外', '提琴虫模型', '5、6、9、10、11', '11、12、3、4、5', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '450');
INSERT INTO `bug` VALUES (285, '../images/bug/斑缘点粉蝶.png', '斑缘点粉蝶', 'yellow butterfly', 'モンキチョウ', '绿地（飞行）', '雨雪天除外', '班缘点粉蝶模型', '3、4、5、6、9、10', '9、10、11、12、3、4', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '160');
INSERT INTO `bug` VALUES (286, '../images/bug/斑透翅蝉.png', '斑透翅蝉', 'robust cicada', 'ミンミンゼミ', '树干（除椰子和香蕉树等）', '', '斑透翅蝉模型', '7、8', '1、2', '8、9、10、11、12、13、14、15、16、17', '300');
INSERT INTO `bug` VALUES (287, '../images/bug/无霸勾蜓.png', '无霸勾蜓', 'banded dragonfly', 'オニヤンマ', '水边（飞行）', '雨雪天除外', '巨大蜻蜓模型', '5、6、7、8、9、10', '11、12、1、2、3、4', '8、9、10、11、12、13、14、15、16、17', '4500');
INSERT INTO `bug` VALUES (288, '../images/bug/日落蛾.png', '日落蛾', 'Madagascan sunset moth', 'ニシキオオツバメガ', '緑地（飞行）', '雨雪天除外', '日落蛾模型', '4、5、6、7、8、9', '10、11、12、1、2、3', '8、9、10、11、12、13、14、15、16', '2500');
INSERT INTO `bug` VALUES (289, '../images/bug/日铜锣花金龟.png', '日铜锣花金龟', 'drone beetle', 'カナブン', '树干（除椰子和香蕉树等）', '', '日铜锣花金龟模型', '7、8、9', '1、2、3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '200');
INSERT INTO `bug` VALUES (290, '../images/bug/星天牛.png', '星天牛', 'citrus long-horned beetle', 'ゴマダラカミキリ', '树桩', '', '星天牛模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '350');
INSERT INTO `bug` VALUES (291, '../images/bug/暮蝉.png', '暮蝉', 'evening cicada', 'ヒグラシ', '树干（除椰子和香蕉树等）', '', '暮蝉模型', '7、8', '1、2', '4、5、6、7、8、16、17、18、19', '550');
INSERT INTO `bug` VALUES (292, '../images/bug/椿象.png', '椿象', 'stinkbug', 'カメムシ', '花朵上（会逃走）', '', '楮象模型', '3、4、5、6、7、8、9、10', '9、10、11、12、1、2、3、4', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '120');
INSERT INTO `bug` VALUES (293, '../images/bug/歌利亚大角花金龟.png', '歌利亚大角花金龟', 'goliath beetle', 'ゴライアスオオツノハナムグリ', '树干（除香蕉树等）', '', '巨大花金龟模型', '6、7、8、9', '12、1、2、3', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '8000');
INSERT INTO `bug` VALUES (294, '../images/bug/水黾.png', '水黾', 'pondskater', 'アメンボ', '池塘（水面滑行）', '雨雪天除外', '水黾模型', '5、6、7、8、9', '11、12、1、2、3', '8、9、10、11、12、13、14、15、16、17、18、19', '130');
INSERT INTO `bug` VALUES (295, '../images/bug/油蝉.png', '油蝉', 'brown cicada', 'アブラゼミ', '树干（除椰子和香蕉树等）', '', '油蝉模型', '7、8', '1、2', '8、9、10、11、12、13、14、15、16、17', '250');
INSERT INTO `bug` VALUES (296, '../images/bug/海蟑螂.png', '海蟑螂', 'wharf roach', 'フナムシ', '沙滩', '雨雪天除外', '海蟑螂模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '200');
INSERT INTO `bug` VALUES (297, '../images/bug/深山锹形虫.png', '深山锹形虫', 'miyama stag', 'ミヤマクワガタ', '树干（除椰子和香蕉树等）', '', '深山锹形虫模型', '7、8', '1、2', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1000');
INSERT INTO `bug` VALUES (298, '../images/bug/独角仙.png', '独角仙', 'horned dynastid', 'カブトムシ', '树干（除椰子和香蕉树等）', '', '独角仙模型', '7、8', '1、2', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '1350');
INSERT INTO `bug` VALUES (299, '../images/bug/熊蝉.png', '熊蝉', 'giant cicada', 'クマゼミ', '树干（除椰子和香蕉树等）', '', '熊蝉模型', '7、8', '1、2', '8、9、10、11、12、13、14、15、16、17', '500');
INSERT INTO `bug` VALUES (300, '../images/bug/琉璃星天牛.png', '琉璃星天牛', 'rosalia batesi beetle', 'ルリボシカミキリ', '树桩', '', '琉璃星天牛模型', '5、6、7、8、9', '11、12、1、2、3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '3000');
INSERT INTO `bug` VALUES (301, '../images/bug/瓢虫.png', '瓢虫', 'ladybug', 'テントウムシ', '花朵上（会逃走）', '雨雪天除外', '瓢虫模型', '3、4、5、6、10', '9、10、11、12、4', '8、9、10、11、12、13、14、15、16、17', '200');
INSERT INTO `bug` VALUES (302, '../images/bug/白粉蝶.png', '白粉蝶', 'common butterfly', 'モンシロチョウ', '绿地（飞行）', '雨雪天除外', '白粉蝶模型', '9、10、11、12、1、2、3、4、5、6', '3、4、5、6、7、8、9、10、11、12', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '160');
INSERT INTO `bug` VALUES (303, '../images/bug/狼蛛.png', '狼蛛', 'tarantula', 'タランチュラ', '草地和普通地面（靠近会主动攻击）', '', '狼蛛模型', '11、12、1、2、3、4', '5、6、7、8、9、10', '19、20、21、22、23、24、1、2、3、4', '8000');
INSERT INTO `bug` VALUES (304, '../images/bug/田鳖.png', '田鳖', 'giant water bug', 'タガメ', '河流或池塘里', '', '田鳖模型', '4、5、6、7、8、9', '10、11、12、1、2、3', '19、20、21、22、23、24、1、2、3、4、5、6、7、8', '2000');
INSERT INTO `bug` VALUES (305, '../images/bug/皇蛾.png', '皇蛾', 'Atlas moth', 'ヨナグニサン', '树干（除椰子和香蕉树等）', '', '巨大飞蛾模型', '4、5、6、7、8、9', '10、11、12、1、2、3', '19、20、21、22、23、24、1、2、3、4', '3000');
INSERT INTO `bug` VALUES (306, '../images/bug/稻蝗.png', '稻蝗', 'rice grasshopper', 'イナゴ', '草地（地面跳跃）', '雨雪天除外', '稻蝗模型', '8、9、10、11', '2、3、4、5', '8、9、10、11、12、13、14、15、16、17、18、19', '400');
INSERT INTO `bug` VALUES (307, '../images/bug/竹节虫.png', '竹节虫', 'walking stick', 'ナナフシ', '树干（除椰子和香蕉树等）', '', '竹节虫模型', '7、8、9、10、11', '1、2、3、4、5', '4、5、6、7、8、17、18、19', '600');
INSERT INTO `bug` VALUES (308, '../images/bug/红蜻蜓.png', '红蜻蜓', 'red dragonfly', 'アキアカネ', '水边（飞行）', '雨雪天除外', '红蜻蜓模型', '9、10', '3、4', '8、9、10、11、12、13、14、15、16、17、18、19', '180');
INSERT INTO `bug` VALUES (309, '../images/bug/细身赤锹形虫.png', '细身赤锹形虫', 'cyclommatus stag', 'ホソアカクワガタ', '树干（除椰子和香蕉树等）', '', '细身赤揪形虫模型', '7、8', '1、2', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '8000');
INSERT INTO `bug` VALUES (310, '../images/bug/红颈凤蝶.png', '红颈凤蝶', 'Rajah Brooke\'s birdwing', 'アカエリトリバネアゲハ', '绿地（飞行）', '雨雪天除外', '红颈凤蝶模型', '12、1、2、4、5、6、7、8、9', '6、7、8、10、11、12、1、2、3', '8、9、10、11、12、13、14、15、16、17', '2500');
INSERT INTO `bug` VALUES (311, '../images/bug/苍蝇.png', '苍蝇', 'fly', 'ハエ', '飞行（腐烂的大头菜和垃圾等）', '', '苍蝇模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '60');
INSERT INTO `bug` VALUES (312, '../images/bug/萤火虫.png', '萤火虫', 'firefly', 'ホタル', '淡水附近', '雨雪天除外', '萤火虫模型', '6', '12', '19、20、21、22、23、24、1、2、3、4', '300');
INSERT INTO `bug` VALUES (313, '../images/bug/绿胸晏蜓.png', '绿胸晏蜓', 'darner dragonfly', 'ギンヤンマ', '水边（飞行）', '雨雪天除外', '绿胸晏蜓模型', '4、5、6、7、8、9、10', '10、11、12、1、2、3、4', '8、9、10、11、12、13、14、15、16、17', '230');
INSERT INTO `bug` VALUES (314, '../images/bug/蓑衣虫.png', '蓑衣虫', 'bagworm', 'ミノムシ', '树干（摇晃或敲击垂下）', '', '蓑衣虫模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '600');
INSERT INTO `bug` VALUES (315, '../images/bug/蚂蚁.png', '蚂蚁', 'ant', 'アリ', '地面（下雨或有腐烂的大头菜）', '', '蚂蚁模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '80');
INSERT INTO `bug` VALUES (316, '../images/bug/虎甲虫.png', '虎甲虫', 'tiger beetle', 'ハンミョウ', '草地（地面爬行）', '雨雪天除外', '虎甲虫模型', '2、3、4、5、6、7、8、9、10', '8、9、10、11、12、1、2、3、4', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1500');
INSERT INTO `bug` VALUES (317, '../images/bug/蚊子.png', '蚊子', 'mosquito', 'カ', '随机出现（飞到附近会有嗡嗡）', '雨雪天除外', '蚊子模型', '6、7、8、9', '12、1、2、3', '17、18、19、20、21、22、23、24、1、2、3、4', '130');
INSERT INTO `bug` VALUES (318, '../images/bug/蚱蜢.png', '蚱蜢', 'grasshopper', 'キリギリス', '草地（地面跳跃）', '雨雪天除外', '蚱蜢模型', '7、8、9', '1、2、3', '8、9、10、11、12、13、14、15、16、17', '160');
INSERT INTO `bug` VALUES (319, '../images/bug/蜈蚣.png', '蜈蚣', 'centipede', 'ムカデ', '岩石（敲击）', '', '蜈蚣模型', '9、10、11、12、1、2、3、4、5、6', '3、4、5、6、7、8、9、10、11、12', '16、17、18、19、20、21、22、23', '300');
INSERT INTO `bug` VALUES (320, '../images/bug/蜗牛.png', '蜗牛', 'snail', 'カタツムリ', '岩石上（会逃走）', '雨天', '蜗牛模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '250');
INSERT INTO `bug` VALUES (321, '../images/bug/蜘蛛.png', '蜘蛛', 'spider', 'クモ', '树干（摇晃或敲击垂下）', '', '蜘蛛模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '19、20、21、22、23、24、1、2、3、4、5、6、7、8', '600');
INSERT INTO `bug` VALUES (322, '../images/bug/蜜蜂.png', '蜜蜂', 'honeybee', 'ミツバチ', '花丛附近（飞行）', '雨雪天除外', '蜜蜂模型', '3、4、5、6、7', '9、10、11、12、1', '8、9、10、11、12、13、14、15、16、17', '200');
INSERT INTO `bug` VALUES (323, '../images/bug/蝉蜕.png', '蝉蜕', 'cicada shell', 'セミのぬけがら', '树干（除椰子和香蕉树等）', '', '蝉蜕模型', '7、8', '1、2', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '10');
INSERT INTO `bug` VALUES (324, '../images/bug/蝎子.png', '蝎子', 'scorpion', 'サソリ', '草地和普通地面（靠近会主动攻击）', '', '蝎子模型', '5、6、7、8、9、10', '11、12、1、2、3、4', '19、20、21、22、23、24、1、2、3、4', '8000');
INSERT INTO `bug` VALUES (325, '../images/bug/蝼蛄.png', '蝼蛄', 'mole cricket', 'オケラ', '地面下（听声音挖掘地面）', '', '蝼蛄模型', '11、12、1、2、3、4、5', '5、6、7、8、9、10、11', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '500');
INSERT INTO `bug` VALUES (326, '../images/bug/螳螂.png', '螳螂', 'mantis', 'カマキリ', '花朵上（会逃走）', '雨雪天除外', '螳螂模型', '3、4、5、6、7、8、9、10、11', '9、10、11、12、1、2、3、4、5', '8、9、10、11、12、13、14、15、16、17', '430');
INSERT INTO `bug` VALUES (327, '../images/bug/蟋蟀.png', '蟋蟀', 'cricket', 'コオロギ', '草地（地面跳跃）', '雨雪天除外', '蟋蟀模型', '9、10、11', '3、4、5', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '130');
INSERT INTO `bug` VALUES (328, '../images/bug/豆娘.png', '豆娘', 'damselfly', 'イトトンボ', '水边（飞行）', '雨雪天除外', '豆娘模型', '11、12、1、2', '5、6、7、8', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '500');
INSERT INTO `bug` VALUES (329, '../images/bug/蜣螂.png', '蜣螂', 'dung beetle', 'フンコロガシ', '雪球附近出现', '', '蜣螂模型', '12、1、2', '6、7、8', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '3000');
INSERT INTO `bug` VALUES (330, '../images/bug/象兜虫.png', '象兜虫', 'horned elephant', 'ゾウカブト', '树干（除椰子和香蕉树等）', '', '象兜虫模型', '7、8', '1、2', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '8000');
INSERT INTO `bug` VALUES (331, '../images/bug/跳蚤.png', '跳蚤', 'flea', 'ノミ', '居民身上', '', '跳蚤模型', '3、4、5、6、7、8、9、10、11', '9、10、11、12、1、2、3、4、5', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '70');
INSERT INTO `bug` VALUES (332, '../images/bug/铃虫.png', '铃虫', 'bell cricket', 'スズムシ', '草地（地面跳跃）', '雨雪天除外', '铃虫模型', '9、10', '3、4', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '430');
INSERT INTO `bug` VALUES (333, '../images/bug/锯揪形虫.png', '锯揪形虫', 'saw stag', 'ノコギリクワガタ', '树干（除椰子和香蕉树等）', '', '锯锹形虫模型', '7、8', '1、2', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '2000');
INSERT INTO `bug` VALUES (334, '../images/bug/长戟大兜虫.png', '长戟大兜虫', 'horned hercules', 'ヘラクレスオオカブト', '树干（除椰子和香蕉树等）', '', '巨大兜虫模型', '7、8', '1、2', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '12000');
INSERT INTO `bug` VALUES (335, '../images/bug/​长颈鹿锯揪形虫.png', '长颈鹿锯揪形虫', 'giraffe stag', 'ギラファノコギリクワガタ', '树干（除椰子和香蕉树等）', '', '巨大锹形虫模型', '7、8', '1、2', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '12000');
INSERT INTO `bug` VALUES (336, '../images/bug/雪隐金龟.png', '雪隐金龟', 'earth-boring dung beetle', 'オオセンチコガネ', '草地（地面爬行）', '', '雪隐金龟模型', '7、8、9', '1、2、3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '300');
INSERT INTO `bug` VALUES (337, '../images/bug/青带凤蝶.png', '青带凤蝶', 'common bluebottle', 'アオスジアゲハ', '绿地（飞行）', '雨雪天除外', '青带凤蝶模型', '4、5、6、7、8', '10、11、12、1、2', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20', '300');
INSERT INTO `bug` VALUES (338, '../images/bug/飞蛾.png', '飞蛾', 'moth', 'ガ', '户外灯光附近飞行', '雨雪天除外', '飞蛾模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '19、20、21、22、23、24、1、2、3、4', '130');
INSERT INTO `bug` VALUES (339, '../images/bug/飞蝗.png', '飞蝗', 'migratory locust', 'トノサマバッタ', '草地（地面跳跃）', '雨雪天除外', '飞蝗模型', '8、9、10、11', '2、3、4、5', '8、9、10、11、12、13、14、15、16、17、18、19', '600');
INSERT INTO `bug` VALUES (340, '../images/bug/高卡萨斯南洋大兜虫.png', '高卡萨斯南洋大兜虫', 'horned atlas', 'コーカサスオオカブト', '树干（除椰子和香蕉树等）', '', '高卡萨斯南洋大兜虫模型', '7、8', '1、2', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '8000');
INSERT INTO `bug` VALUES (341, '../images/bug/黄蜂.png', '黄蜂', 'wasp', 'ハチ', '摇晃或敲击树干落下蜂巢中出现', '', '黄蜂模型', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '2500');
INSERT INTO `bug` VALUES (342, '../images/bug/黄金鬼锹形虫.png', '黄金鬼锹形虫', 'golden stag', 'オウゴンオニクワガタ', '树干（除椰子和香蕉树等）', '', '黄金鬼锹形虫模型', '7、8', '1、2', '17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '12000');
INSERT INTO `bug` VALUES (343, '../images/bug/鼠妇.png', '鼠妇', 'pill bug', 'ダンゴムシ', '岩石（敲击）', '', '鼠妇模型', '9、10、11、12、1、2、3、4、5、6', '3、4、5、6、7、8、9、10、11、12', '23、24、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16', '250');
INSERT INTO `bug` VALUES (344, '../images/bug/龙虱.png', '龙虱', 'diving beetle', 'ゲンゴロウ', '河流或池塘里', '', '龙虱模型', '5、6、7、8、9', '11、12、1、2、3', '8、9、10、11、12、13、14、15、16、17、18、19', '800');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
