/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 50729
 Source Host           : 127.0.0.1:33060
 Source Schema         : dongsen

 Target Server Type    : MySQL
 Target Server Version : 50729
 File Encoding         : 65001

 Date: 28/04/2020 18:25:20
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for bug
-- ----------------------------
DROP TABLE IF EXISTS `bug`;
CREATE TABLE `bug` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `image` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `english_name` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `japanese_name` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `location` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `weather` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `model` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `north_mouth` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `south_mouth` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `time` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `money` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=266 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_bin;

-- ----------------------------
-- Records of bug
-- ----------------------------
BEGIN;
INSERT INTO `bug` VALUES (187, '../images/bug/凤蝶.png', '名称：凤蝶', '英文：tiger butterfly', '日文：アゲハチョウ', '出现场所：绿地（飞行）', '天气：雨雪天除外', '对应模型：凤蝶模型', '北半球月份：3、4、5、6、7、8、9', '南半球月份：9、8、7、6、5、4、3', '时间：4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '价格：240');
INSERT INTO `bug` VALUES (188, '../images/bug/兰花螳螂.png', '名称：兰花螳螂', '英文：orchid mantis', '日文：ハナカマキリ', '出现场所：花朵上（会逃走）', '天气：雨雪天除外', '对应模型：兰花螳螂模型', '北半球月份：3、4、5、6、7、8、9、10、11', '南半球月份：9、10、11、12、1、2、3、4、5', '时间：8、9、10、11、12、13、14、15、16、17', '价格：2400');
INSERT INTO `bug` VALUES (189, '../images/bug/大桦斑蝶.png', '名称：大桦斑蝶', '英文：monarch butterfly', '日文：オオカバマダラ', '出现场所：緑地（飞行）', '天气：雨雪天除外', '对应模型：大桦斑蝶模型', '北半球月份：9、10、11', '南半球月份：3、4、5', '时间：4、5、6、7、8、9、10、11、12、13、14、15、16、17', '价格：140');
INSERT INTO `bug` VALUES (190, '../images/bug/吉丁虫.png', '名称：吉丁虫', '英文：jewel beetle', '日文：タマムシ', '出现场所：树桩', '天气：', '对应模型：吉丁虫模型', '北半球月份：4、5、6、7、8', '南半球月份：10、11、12、1、2', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：2400');
INSERT INTO `bug` VALUES (191, '../images/bug/乌鸦凤蝶.png', '名称：乌鸦凤蝶', '英文：peacock butterfly', '日文：カラスアゲハ', '出现场所：緑地（飞行） 异色花', '天气：雨雪天除外', '对应模型：乌鸦凤蝶模型', '北半球月份：3、4、5、6', '南半球月份：9、10、11、12', '时间：4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '价格：2500');
INSERT INTO `bug` VALUES (192, '../images/bug/叶竹节虫.png', '名称：叶竹节虫', '英文：walking leaf', '日文：コノハムシ', '出现场所：树上拟态为叶片', '天气：', '对应模型：叶竹节虫模型', '北半球月份：7、8、9', '南半球月份：1、2、3', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：600');
INSERT INTO `bug` VALUES (193, '../images/bug/宝石象鼻虫.png', '名称：宝石象鼻虫', '英文：blue weevil beetle', '日文：ホウセキゾウムシ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：宝石象鼻虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：800');
INSERT INTO `bug` VALUES (194, '../images/bug/蓑衣虫.png', '名称：蓑衣虫', '英文：bagworm', '日文：ミノムシ', '出现场所：树干（摇晃或敲击垂下）', '天气：', '对应模型：蓑衣虫模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：600');
INSERT INTO `bug` VALUES (195, '../images/bug/虎甲虫.png', '名称：虎甲虫', '英文：tiger beetle', '日文：ハンミョウ', '出现场所：草地（地面爬行）', '天气：雨雪天除外', '对应模型：虎甲虫模型', '北半球月份：2、3、4、5、6、7、8、9、10', '南半球月份：8、9、10、11、12、1、2、3、4', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：1500');
INSERT INTO `bug` VALUES (196, '../images/bug/蚂蚁.png', '名称：蚂蚁', '英文：ant', '日文：アリ', '出现场所：地面（下雨或有腐烂的大头菜）', '天气：', '对应模型：蚂蚁模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：80');
INSERT INTO `bug` VALUES (197, '../images/bug/蚊子.png', '名称：蚊子', '英文：mosquito', '日文：カ', '出现场所：随机出现（飞到附近会有嗡嗡）', '天气：雨雪天除外', '对应模型：蚊子模型', '北半球月份：6、7、8、9', '南半球月份：12、1、2、3', '时间：17、18、19、20、21、22、23、24、1、2、3、4', '价格：130');
INSERT INTO `bug` VALUES (198, '../images/bug/龙虱.png', '名称：龙虱', '英文：diving beetle', '日文：ゲンゴロウ', '出现场所：河流或池塘里', '天气：', '对应模型：龙虱模型', '北半球月份：5、6、7、8、9', '南半球月份：11、12、1、2、3', '时间：8、9、10、11、12、13、14、15、16、17、18、19', '价格：800');
INSERT INTO `bug` VALUES (199, '../images/bug/大白斑蝶.png', '名称：大白斑蝶', '英文：paper kite butterfly', '日文：オオゴマダラ', '出现场所：绿地（飞行）', '天气：雨雪天除外', '对应模型：大白斑蝶模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：8、9、10、11、12、13、14、15、16、17、18、19', '价格：1000');
INSERT INTO `bug` VALUES (200, '../images/bug/大紫蛱蝶.png', '名称：大紫蛱蝶', '英文：great purple emperor', '日文：オオムラサキ', '出现场所：绿地（飞行）', '天气：', '对应模型：大紫蛱蝶模型', '北半球月份：5、6、7、8', '南半球月份：11、12、1、2', '时间：4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '价格：3000');
INSERT INTO `bug` VALUES (201, '../images/bug/大蓝闪蝶.png', '名称：大蓝闪蝶', '英文：emperor butterfly', '日文：モルフォチョウ', '出现场所：绿地（飞行）', '天气：雨雪天除外', '对应模型：大蓝闪蝶模型', '北半球月份：12、1、2、3、6、7、8、9', '南半球月份：6、7、8、9、12、1、2、3', '时间：19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：4000');
INSERT INTO `bug` VALUES (202, '../images/bug/寒蝉.png', '名称：寒蝉', '英文：walker cicada', '日文：ツクツクホウシ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：寒蝉模型', '北半球月份：8、9', '南半球月份：2、3', '时间：8、9、10、11、12、13、14、15、16、17', '价格：400');
INSERT INTO `bug` VALUES (203, '../images/bug/寄居蟹.png', '名称：寄居蟹', '英文：hermit crab', '日文：ヤドカリ', '出现场所：沙滩（平时像是个贝壳）', '天气：', '对应模型：寄居蟹模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：1000');
INSERT INTO `bug` VALUES (204, '../images/bug/彩虹锹形虫.png', '名称：彩虹锹形虫', '英文：rainbow stag', '日文：ニジイロクワガタ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：彩虹锹形虫模型', '北半球月份：6、7、8、9', '南半球月份：12、1、2、3', '时间：19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：6000');
INSERT INTO `bug` VALUES (205, '../images/bug/大锹形虫.png', '名称：大锹形虫', '英文：giant stag', '日文：オオクワガタ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：大锹形虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：23、24、1、2、3、4、5、6、7、8', '价格：10000');
INSERT INTO `bug` VALUES (206, '../images/bug/彩祆蛱蝶.png', '名称：彩祆蛱蝶', '英文：agrias butterfly', '日文：ミイロタテハ', '出现场所：绿地（飞行）', '天气：雨雪天除外', '对应模型：彩袄蛱蝶模型', '北半球月份：4、5、6、7、8、9', '南半球月份：10、11、12、1、2、3', '时间：8、9、10、11、12、13、14、15、16、17', '价格：3000');
INSERT INTO `bug` VALUES (207, '../images/bug/宝石金龟.png', '名称：宝石金龟', '英文：scarab beetle', '日文：プラチナコガネ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：', '北半球月份：7、8', '南半球月份：1、2', '时间：23、24、1、2、3、4、5、6、7、8', '价格：10000');
INSERT INTO `bug` VALUES (208, '../images/bug/斑透翅蝉.png', '名称：斑透翅蝉', '英文：robust cicada', '日文：ミンミンゼミ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：斑透翅蝉模型', '北半球月份：7、8', '南半球月份：1、2', '时间：8、9、10、11、12、13、14、15、16、17', '价格：300');
INSERT INTO `bug` VALUES (209, '../images/bug/无霸勾蜓.png', '名称：无霸勾蜓', '英文：banded dragonfly', '日文：オニヤンマ', '出现场所：水边（飞行）', '天气：雨雪天除外', '对应模型：巨大蜻蜓模型', '北半球月份：5、6、7、8、9、10', '南半球月份：11、12、1、2、3、4', '时间：8、9、10、11、12、13、14、15、16、17', '价格：4500');
INSERT INTO `bug` VALUES (210, '../images/bug/日铜锣花金龟.png', '名称：日铜锣花金龟', '英文：drone beetle', '日文：カナブン', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：日铜锣花金龟模型', '北半球月份：7、8、9', '南半球月份：1、2、3', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：200');
INSERT INTO `bug` VALUES (211, '../images/bug/暮蝉.png', '名称：暮蝉', '英文：evening cicada', '日文：ヒグラシ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：暮蝉模型', '北半球月份：7、8', '南半球月份：1、2', '时间：4、5、6、7、8、16、17、18、19', '价格：550');
INSERT INTO `bug` VALUES (212, '../images/bug/提琴虫.png', '名称：提琴虫', '英文：violin beetle', '日文：バイオリンムシ', '出现场所：树桩', '天气：雨雪天除外', '对应模型：提琴虫模型', '北半球月份：5、6、9、10、11', '南半球月份：11、12、3、4、5', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：450');
INSERT INTO `bug` VALUES (213, '../images/bug/星天牛.png', '名称：星天牛', '英文：citrus long-horned beetle', '日文：ゴマダラカミキリ', '出现场所：树桩', '天气：', '对应模型：星天牛模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：350');
INSERT INTO `bug` VALUES (214, '../images/bug/斑缘点粉蝶.png', '名称：斑缘点粉蝶', '英文：yellow butterfly', '日文：モンキチョウ', '出现场所：绿地（飞行）', '天气：雨雪天除外', '对应模型：班缘点粉蝶模型', '北半球月份：3、4、5、6、9、10', '南半球月份：9、10、11、12、3、4', '时间：4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '价格：160');
INSERT INTO `bug` VALUES (215, '../images/bug/歌利亚大角花金龟.png', '名称：歌利亚大角花金龟', '英文：goliath beetle', '日文：ゴライアスオオツノハナムグリ', '出现场所：树干（除香蕉树等）', '天气：', '对应模型：巨大花金龟模型', '北半球月份：6、7、8、9', '南半球月份：12、1、2、3', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：8000');
INSERT INTO `bug` VALUES (216, '../images/bug/椿象.png', '名称：椿象', '英文：stinkbug', '日文：カメムシ', '出现场所：花朵上（会逃走）', '天气：', '对应模型：楮象模型', '北半球月份：3、4、5、6、7、8、9、10', '南半球月份：9、10、11、12、1、2、3、4', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：120');
INSERT INTO `bug` VALUES (217, '../images/bug/水黾.png', '名称：水黾', '英文：pondskater', '日文：アメンボ', '出现场所：池塘（水面滑行）', '天气：雨雪天除外', '对应模型：水黾模型', '北半球月份：5、6、7、8、9', '南半球月份：11、12、1、2、3', '时间：8、9、10、11、12、13、14、15、16、17、18、19', '价格：130');
INSERT INTO `bug` VALUES (218, '../images/bug/油蝉.png', '名称：油蝉', '英文：brown cicada', '日文：アブラゼミ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：油蝉模型', '北半球月份：7、8', '南半球月份：1、2', '时间：8、9、10、11、12、13、14、15、16、17', '价格：250');
INSERT INTO `bug` VALUES (219, '../images/bug/独角仙.png', '名称：独角仙', '英文：horned dynastid', '日文：カブトムシ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：独角仙模型', '北半球月份：7、8', '南半球月份：1、2', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：1350');
INSERT INTO `bug` VALUES (220, '../images/bug/日落蛾.png', '名称：日落蛾', '英文：Madagascan sunset moth', '日文：ニシキオオツバメガ', '出现场所：緑地（飞行）', '天气：雨雪天除外', '对应模型：日落蛾模型', '北半球月份：4、5、6、7、8、9', '南半球月份：10、11、12、1、2、3', '时间：8、9、10、11、12、13、14、15、16', '价格：2500');
INSERT INTO `bug` VALUES (221, '../images/bug/琉璃星天牛.png', '名称：琉璃星天牛', '英文：rosalia batesi beetle', '日文：ルリボシカミキリ', '出现场所：树桩', '天气：', '对应模型：琉璃星天牛模型', '北半球月份：5、6、7、8、9', '南半球月份：11、12、1、2、3', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：3000');
INSERT INTO `bug` VALUES (222, '../images/bug/瓢虫.png', '名称：瓢虫', '英文：ladybug', '日文：テントウムシ', '出现场所：花朵上（会逃走）', '天气：雨雪天除外', '对应模型：瓢虫模型', '北半球月份：3、4、5、6、10', '南半球月份：9、10、11、12、4', '时间：8、9、10、11、12、13、14、15、16、17', '价格：200');
INSERT INTO `bug` VALUES (223, '../images/bug/海蟑螂.png', '名称：海蟑螂', '英文：wharf roach', '日文：フナムシ', '出现场所：沙滩', '天气：雨雪天除外', '对应模型：海蟑螂模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：200');
INSERT INTO `bug` VALUES (224, '../images/bug/深山锹形虫.png', '名称：深山锹形虫', '英文：miyama stag', '日文：ミヤマクワガタ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：深山锹形虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：1000');
INSERT INTO `bug` VALUES (225, '../images/bug/熊蝉.png', '名称：熊蝉', '英文：giant cicada', '日文：クマゼミ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：熊蝉模型', '北半球月份：7、8', '南半球月份：1、2', '时间：8、9、10、11、12、13、14、15、16、17', '价格：500');
INSERT INTO `bug` VALUES (226, '../images/bug/狼蛛.png', '名称：狼蛛', '英文：tarantula', '日文：タランチュラ', '出现场所：草地和普通地面（靠近会主动攻击）', '天气：', '对应模型：狼蛛模型', '北半球月份：11、12、1、2、3、4', '南半球月份：5、6、7、8、9、10', '时间：19、20、21、22、23、24、1、2、3、4', '价格：8000');
INSERT INTO `bug` VALUES (227, '../images/bug/皇蛾.png', '名称：皇蛾', '英文：Atlas moth', '日文：ヨナグニサン', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：巨大飞蛾模型', '北半球月份：4、5、6、7、8、9', '南半球月份：10、11、12、1、2、3', '时间：19、20、21、22、23、24、1、2、3、4', '价格：3000');
INSERT INTO `bug` VALUES (228, '../images/bug/红蜻蜓.png', '名称：红蜻蜓', '英文：red dragonfly', '日文：アキアカネ', '出现场所：水边（飞行）', '天气：雨雪天除外', '对应模型：红蜻蜓模型', '北半球月份：9、10', '南半球月份：3、4', '时间：8、9、10、11、12、13、14、15、16、17、18、19', '价格：180');
INSERT INTO `bug` VALUES (229, '../images/bug/竹节虫.png', '名称：竹节虫', '英文：walking stick', '日文：ナナフシ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：竹节虫模型', '北半球月份：7、8、9、10、11', '南半球月份：1、2、3、4、5', '时间：4、5、6、7、8、17、18、19', '价格：600');
INSERT INTO `bug` VALUES (230, '../images/bug/白粉蝶.png', '名称：白粉蝶', '英文：common butterfly', '日文：モンシロチョウ', '出现场所：绿地（飞行）', '天气：雨雪天除外', '对应模型：白粉蝶模型', '北半球月份：9、10、11、12、1、2、3、4、5、6', '南半球月份：3、4、5、6、7、8、9、10、11、12', '时间：4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19', '价格：160');
INSERT INTO `bug` VALUES (231, '../images/bug/稻蝗.png', '名称：稻蝗', '英文：rice grasshopper', '日文：イナゴ', '出现场所：草地（地面跳跃）', '天气：雨雪天除外', '对应模型：稻蝗模型', '北半球月份：8、9、10、11', '南半球月份：2、3、4、5', '时间：8、9、10、11、12、13、14、15、16、17、18、19', '价格：400');
INSERT INTO `bug` VALUES (232, '../images/bug/细身赤锹形虫.png', '名称：细身赤锹形虫', '英文：cyclommatus stag', '日文：ホソアカクワガタ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：细身赤揪形虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：8000');
INSERT INTO `bug` VALUES (233, '../images/bug/田鳖.png', '名称：田鳖', '英文：giant water bug', '日文：タガメ', '出现场所：河流或池塘里', '天气：', '对应模型：田鳖模型', '北半球月份：4、5、6、7、8、9', '南半球月份：10、11、12、1、2、3', '时间：19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：2000');
INSERT INTO `bug` VALUES (234, '../images/bug/萤火虫.png', '名称：萤火虫', '英文：firefly', '日文：ホタル', '出现场所：淡水附近', '天气：雨雪天除外', '对应模型：萤火虫模型', '北半球月份：6', '南半球月份：12', '时间：19、20、21、22、23、24、1、2、3、4', '价格：300');
INSERT INTO `bug` VALUES (235, '../images/bug/红颈凤蝶.png', '名称：红颈凤蝶', '英文：Rajah Brooke\'s birdwing', '日文：アカエリトリバネアゲハ', '出现场所：绿地（飞行）', '天气：雨雪天除外', '对应模型：红颈凤蝶模型', '北半球月份：12、1、2、4、5、6、7、8、9', '南半球月份：6、7、8、10、11、12、1、2、3', '时间：8、9、10、11、12、13、14、15、16、17', '价格：2500');
INSERT INTO `bug` VALUES (236, '../images/bug/蜈蚣.png', '名称：蜈蚣', '英文：centipede', '日文：ムカデ', '出现场所：岩石（敲击）', '天气：', '对应模型：蜈蚣模型', '北半球月份：9、10、11、12、1、2、3、4、5、6', '南半球月份：3、4、5、6、7、8、9、10、11、12', '时间：16、17、18、19、20、21、22、23', '价格：300');
INSERT INTO `bug` VALUES (237, '../images/bug/蚱蜢.png', '名称：蚱蜢', '英文：grasshopper', '日文：キリギリス', '出现场所：草地（地面跳跃）', '天气：雨雪天除外', '对应模型：蚱蜢模型', '北半球月份：7、8、9', '南半球月份：1、2、3', '时间：8、9、10、11、12、13、14、15、16、17', '价格：160');
INSERT INTO `bug` VALUES (238, '../images/bug/苍蝇.png', '名称：苍蝇', '英文：fly', '日文：ハエ', '出现场所：飞行（腐烂的大头菜和垃圾等）', '天气：', '对应模型：苍蝇模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：60');
INSERT INTO `bug` VALUES (239, '../images/bug/蜗牛.png', '名称：蜗牛', '英文：snail', '日文：カタツムリ', '出现场所：岩石上（会逃走）', '天气：雨天', '对应模型：蜗牛模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：250');
INSERT INTO `bug` VALUES (240, '../images/bug/绿胸晏蜓.png', '名称：绿胸晏蜓', '英文：darner dragonfly', '日文：ギンヤンマ', '出现场所：水边（飞行）', '天气：雨雪天除外', '对应模型：绿胸晏蜓模型', '北半球月份：4、5、6、7、8、9、10', '南半球月份：10、11、12、1、2、3、4', '时间：8、9、10、11、12、13、14、15、16、17', '价格：230');
INSERT INTO `bug` VALUES (241, '../images/bug/蜘蛛.png', '名称：蜘蛛', '英文：spider', '日文：クモ', '出现场所：树干（摇晃或敲击垂下）', '天气：', '对应模型：蜘蛛模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：600');
INSERT INTO `bug` VALUES (242, '../images/bug/蜜蜂.png', '名称：蜜蜂', '英文：honeybee', '日文：ミツバチ', '出现场所：花丛附近（飞行）', '天气：雨雪天除外', '对应模型：蜜蜂模型', '北半球月份：3、4、5、6、7', '南半球月份：9、10、11、12、1', '时间：8、9、10、11、12、13、14、15、16、17', '价格：200');
INSERT INTO `bug` VALUES (243, '../images/bug/蟋蟀.png', '名称：蟋蟀', '英文：cricket', '日文：コオロギ', '出现场所：草地（地面跳跃）', '天气：雨雪天除外', '对应模型：蟋蟀模型', '北半球月份：9、10、11', '南半球月份：3、4、5', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：130');
INSERT INTO `bug` VALUES (244, '../images/bug/蜣螂.png', '名称：蜣螂', '英文：dung beetle', '日文：フンコロガシ', '出现场所：雪球附近出现', '天气：', '对应模型：蜣螂模型', '北半球月份：12、1、2', '南半球月份：6、7、8', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：3000');
INSERT INTO `bug` VALUES (245, '../images/bug/蝉蜕.png', '名称：蝉蜕', '英文：cicada shell', '日文：セミのぬけがら', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：蝉蜕模型', '北半球月份：7、8', '南半球月份：1、2', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：10');
INSERT INTO `bug` VALUES (246, '../images/bug/蝎子.png', '名称：蝎子', '英文：scorpion', '日文：サソリ', '出现场所：草地和普通地面（靠近会主动攻击）', '天气：', '对应模型：蝎子模型', '北半球月份：5、6、7、8、9、10', '南半球月份：11、12、1、2、3、4', '时间：19、20、21、22、23、24、1、2、3、4', '价格：8000');
INSERT INTO `bug` VALUES (247, '../images/bug/蝼蛄.png', '名称：蝼蛄', '英文：mole cricket', '日文：オケラ', '出现场所：地面下（听声音挖掘地面）', '天气：', '对应模型：蝼蛄模型', '北半球月份：11、12、1、2、3、4、5', '南半球月份：5、6、7、8、9、10、11', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：500');
INSERT INTO `bug` VALUES (248, '../images/bug/螳螂.png', '名称：螳螂', '英文：mantis', '日文：カマキリ', '出现场所：花朵上（会逃走）', '天气：雨雪天除外', '对应模型：螳螂模型', '北半球月份：3、4、5、6、7、8、9、10、11', '南半球月份：9、10、11、12、1、2、3、4、5', '时间：8、9、10、11、12、13、14、15、16、17', '价格：430');
INSERT INTO `bug` VALUES (249, '../images/bug/豆娘.png', '名称：豆娘', '英文：damselfly', '日文：イトトンボ', '出现场所：水边（飞行）', '天气：雨雪天除外', '对应模型：豆娘模型', '北半球月份：11、12、1、2', '南半球月份：5、6、7、8', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：500');
INSERT INTO `bug` VALUES (250, '../images/bug/象兜虫.png', '名称：象兜虫', '英文：horned elephant', '日文：ゾウカブト', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：象兜虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：8000');
INSERT INTO `bug` VALUES (251, '../images/bug/铃虫.png', '名称：铃虫', '英文：bell cricket', '日文：スズムシ', '出现场所：草地（地面跳跃）', '天气：雨雪天除外', '对应模型：铃虫模型', '北半球月份：9、10', '南半球月份：3、4', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：430');
INSERT INTO `bug` VALUES (252, '../images/bug/跳蚤.png', '名称：跳蚤', '英文：flea', '日文：ノミ', '出现场所：居民身上', '天气：', '对应模型：跳蚤模型', '北半球月份：3、4、5、6、7、8、9、10、11', '南半球月份：9、10、11、12、1、2、3、4、5', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：70');
INSERT INTO `bug` VALUES (253, '../images/bug/锯揪形虫.png', '名称：锯揪形虫', '英文：saw stag', '日文：ノコギリクワガタ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：锯锹形虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：2000');
INSERT INTO `bug` VALUES (254, '../images/bug/长戟大兜虫.png', '名称：长戟大兜虫', '英文：horned hercules', '日文：ヘラクレスオオカブト', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：巨大兜虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：12000');
INSERT INTO `bug` VALUES (255, '../images/bug/​长颈鹿锯揪形虫.png', '名称：长颈鹿锯揪形虫', '英文：giraffe stag', '日文：ギラファノコギリクワガタ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：巨大锹形虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：12000');
INSERT INTO `bug` VALUES (256, '../images/bug/青带凤蝶.png', '名称：青带凤蝶', '英文：common bluebottle', '日文：アオスジアゲハ', '出现场所：绿地（飞行）', '天气：雨雪天除外', '对应模型：青带凤蝶模型', '北半球月份：4、5、6、7、8', '南半球月份：10、11、12、1、2', '时间：4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20', '价格：300');
INSERT INTO `bug` VALUES (257, '../images/bug/飞蛾.png', '名称：飞蛾', '英文：moth', '日文：ガ', '出现场所：户外灯光附近飞行', '天气：雨雪天除外', '对应模型：飞蛾模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：19、20、21、22、23、24、1、2、3、4', '价格：130');
INSERT INTO `bug` VALUES (258, '../images/bug/雪隐金龟.png', '名称：雪隐金龟', '英文：earth-boring dung beetle', '日文：オオセンチコガネ', '出现场所：草地（地面爬行）', '天气：', '对应模型：雪隐金龟模型', '北半球月份：7、8、9', '南半球月份：1、2、3', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：300');
INSERT INTO `bug` VALUES (259, '../images/bug/高卡萨斯南洋大兜虫.png', '名称：高卡萨斯南洋大兜虫', '英文：horned atlas', '日文：コーカサスオオカブト', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：高卡萨斯南洋大兜虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：8000');
INSERT INTO `bug` VALUES (260, '../images/bug/黄蜂.png', '名称：黄蜂', '英文：wasp', '日文：ハチ', '出现场所：摇晃或敲击树干落下蜂巢中出现', '天气：', '对应模型：黄蜂模型', '北半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '南半球月份：（全年）、1、2、3、4、5、6、7、8、9、10、11、12', '时间：（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '价格：2500');
INSERT INTO `bug` VALUES (261, '../images/bug/飞蝗.png', '名称：飞蝗', '英文：migratory locust', '日文：トノサマバッタ', '出现场所：草地（地面跳跃）', '天气：雨雪天除外', '对应模型：飞蝗模型', '北半球月份：8、9、10、11', '南半球月份：2、3、4、5', '时间：8、9、10、11、12、13、14、15、16、17、18、19', '价格：600');
INSERT INTO `bug` VALUES (262, '../images/bug/黄金鬼锹形虫.png', '名称：黄金鬼锹形虫', '英文：golden stag', '日文：オウゴンオニクワガタ', '出现场所：树干（除椰子和香蕉树等）', '天气：', '对应模型：黄金鬼锹形虫模型', '北半球月份：7、8', '南半球月份：1、2', '时间：17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：12000');
INSERT INTO `bug` VALUES (263, '../images/bug/鼠妇.png', '名称：鼠妇', '英文：pill bug', '日文：ダンゴムシ', '出现场所：岩石（敲击）', '天气：', '对应模型：鼠妇模型', '北半球月份：9、10、11、12、1、2、3、4、5、6', '南半球月份：3、4、5、6、7、8、9、10、11、12', '时间：23、24、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16', '价格：250');
INSERT INTO `bug` VALUES (264, '../images/bug/人面樁象.png', '名称：人面樁象', '英文：man-faced stink bug', '日文：ジンメンカメムシ', '出现场所：花朵上（会逃走）', '天气：', '对应模型：人面椿象模型', '北半球月份：3、4、5、6、7、8、9、10', '南半球月份：9、10、11、12、1、2、3、4', '时间：19、20、21、22、23、24、1、2、3、4、5、6、7、8', '价格：1000');
INSERT INTO `bug` VALUES (265, '../images/bug/亚历山大凤蝶.jpg', '名称：亚历山大凤蝶', '英文：Queen Alexandra\'s birdwing', '日文：アレクサンドラトリバネアゲハ', '出现场所：緑地（飞行）', '天气：雨雪天除外', '对应模型：巨大蝴蝶模型', '北半球月份：5、6、7、8、9', '南半球月份：11、12、1、2、3', '时间：8、9、10、11、12、13、14、15、16', '价格：4000');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
