/*
 Navicat Premium Data Transfer

 Source Server         : homestead
 Source Server Type    : MySQL
 Source Server Version : 50729
 Source Host           : 127.0.0.1:33060
 Source Schema         : dongsen

 Target Server Type    : MySQL
 Target Server Version : 50729
 File Encoding         : 65001

 Date: 17/05/2020 22:57:15
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for fish
-- ----------------------------
DROP TABLE IF EXISTS `fish`;
CREATE TABLE `fish` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `image` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `name` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `english_name` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `Japanese_name` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `location` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `size` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `model` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `north_month` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `south_month` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `time` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  `money` varchar(255) COLLATE utf8mb4_bin DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=357 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_bin;

-- ----------------------------
-- Records of fish
-- ----------------------------
BEGIN;
INSERT INTO `fish` VALUES (281, '../images/fish/中华绒螯蟹.png', '中华绒螯蟹', 'mittencrab', 'シャンハイガニ', '河流', '稍小', '中华绒螯蟹模型', '9,10,11', '3,4,5', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '2000');
INSERT INTO `fish` VALUES (282, '../images/fish/兰寿金鱼.png', '兰寿金鱼', 'ranchugoldfish', 'ランチュウ', '池塘', '特小', '兰寿金鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '9、10、11、12、13、14、15、16', '4500');
INSERT INTO `fish` VALUES (283, '../images/fish/旗鱼.png', '旗鱼', 'blue marlin', 'カジキ', '码头', '特大', '旗鱼模型', '7,8,9,11,12,1,2,3,4', '1,2,3,5,6,7,8,9,10', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '10000');
INSERT INTO `fish` VALUES (284, '../images/fish/巨骨舌鱼.png', '巨骨舌鱼', 'arapaima', 'ピラルク', '河流', '特大', '巨骨舌鱼模型', '6,7,8,9', '12,1,2,3', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '10000');
INSERT INTO `fish` VALUES (285, '../images/fish/孔雀鱼.png', '孔雀鱼', 'guppy', 'グッピー', '河流', '特小', '孔雀鱼模型', '4,5,6,7,8,9,10,11', '10,11,12,1,2,3,4,5', '9、10、11、12、13、14、15、16', '1300');
INSERT INTO `fish` VALUES (286, '../images/fish/帝王鲑.png', '帝王鲑', 'kingsalmon', 'キングサーモン', '出海口', '特大', '帝王鲑模型', '9', '3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1800');
INSERT INTO `fish` VALUES (287, '../images/fish/塘鳢鱼.png', '塘鳢鱼', 'freshwatergoby', 'ドンコ', '河流', '稍小', '塘鳢鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '400');
INSERT INTO `fish` VALUES (288, '../images/fish/吴郭鱼.png', '吴郭鱼', 'tilapia', 'ティラピア', '河流', '中', '吴郭鱼模型', '6,7,8,9,10', '12,1,2,3,4', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '800');
INSERT INTO `fish` VALUES (289, '../images/fish/五彩鳗.png', '五彩鳗', 'ribboneel', 'ハナヒゲウツボ', '大海', '细长', '五彩鳗模型', '6,7,8,9,10', '12,1,2,3,4', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '600');
INSERT INTO `fish` VALUES (290, '../images/fish/彩虹鱼.png', '彩虹鱼', 'rainbowfish', 'レインボーフィッシュ', '河流', '特小', '彩虹鱼模型', '5,6,7,8,9,10', '11,12,1,2,3,4', '9、10、11、12、13、14、15、16', '800');
INSERT INTO `fish` VALUES (291, '../images/fish/恩氏多鳍鱼.png', '恩氏多鳍鱼', 'saddledbichir', 'エンドリケリー', '河流', '稍大', '恩氏多鳍鱼模型', '6,7,8,9', '12,1,2,3', '21、22、23、24、1、2、3、4', '4000');
INSERT INTO `fish` VALUES (292, '../images/fish/斗鱼.png', '斗鱼', 'betta', 'ベタ', '河流', '特小', '斗鱼模型', '5,6,7,8,9,10', '11,12,1,2,3,4', '9、10、11、12、13、14、15、16', '2500');
INSERT INTO `fish` VALUES (293, '../images/fish/拟鳄龟.png', '拟鳄龟', 'snappingturtle', 'カミツキガメ', '河流', '中', '拟鳄龟模型', '4,5,6,7,8,9,10', '10,11,12,1,2,3,4', '21、22、23、24、1、2、3、4', '5000');
INSERT INTO `fish` VALUES (294, '../images/fish/泥鳅.png', '泥鳅', 'loach', 'ドジョウ', '河流', '稍小', '泥鳅模型', '3,4,5', '9,10,11', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '400');
INSERT INTO `fish` VALUES (295, '../images/fish/温泉医生鱼.jpg', '温泉医生鱼', 'nibblefish', 'ドクターフィッシュ', '河流', '稍小', '温泉医生鱼模型', '5,6,7,8,9', '11,12,1,2,3', '9、10、11、12、13、14、15、16', '1500');
INSERT INTO `fish` VALUES (296, '../images/fish/溪哥.png', '溪哥', 'palechub', 'オイカワ', '河流', '特小', '溪哥模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '9、10、11、12、13、14、15、16', '200');
INSERT INTO `fish` VALUES (297, '../images/fish/白斑狗鱼.png', '白斑狗鱼', 'pike', 'パイク', '河流', '大', '白斑狗鱼模型', '9,10,11,12', '3,4,5,6', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1800');
INSERT INTO `fish` VALUES (298, '../images/fish/神仙鱼.png', '神仙鱼', 'angelfish', 'エンゼルフィッシュ', '河流', '稍小', '神仙鱼模型', '5,6,7,8,9,10', '11,12,1,2,3,4', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '3000');
INSERT INTO `fish` VALUES (299, '../images/fish/红目鲫.png', '红目鲫', 'bitterling', 'タナゴ', '河流', '特小', '红目鲫模型', '11,12,1,2,3', '5,6,7,8,9', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '900');
INSERT INTO `fish` VALUES (300, '../images/fish/蓝腮太阳鱼.png', '蓝腮太阳鱼', 'bluegill', 'ブルーギル', '河流', '稍小', '蓝腮太阳鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '9、10、11、12、13、14、15、16', '180');
INSERT INTO `fish` VALUES (301, '../images/fish/霓虹灯鱼.png', '霓虹灯鱼', 'neontetra', 'ネオンテトラ', '河流', '特小', '霓虹灯鱼模型', '4,5,6,7,8,9,10,11', '10,11,12,1,2,3,4,5', '9、10、11、12、13、14、15、16', '500');
INSERT INTO `fish` VALUES (302, '../images/fish/西太公鱼.png', '西太公鱼', 'pondsmelt', 'ワカサギ', '河流', '稍小', '西太公鱼模型', '12,1,2', '6,7,8', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '400');
INSERT INTO `fish` VALUES (303, '../images/fish/雅罗鱼.png', '雅罗鱼', 'dace', 'ウグイ', '河流', '中', '雅罗鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '240');
INSERT INTO `fish` VALUES (304, '../images/fish/香鱼.png', '香鱼', 'sweetfish', 'アユ', '河流', '中', '香鱼模型', '7,8,9', '1,2,3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '900');
INSERT INTO `fish` VALUES (305, '../images/fish/食人鱼.png', '食人鱼', 'piranha', 'ピラニア', '河流', '稍小', '食人鱼模型', '6,7,8,9', '12,1,2,3', '9、10、11、12、13、14、15、16、21、22、23、24、1、2、3、4', '2500');
INSERT INTO `fish` VALUES (306, '../images/fish/骨舌鱼.png', '骨舌鱼', 'arowana', 'アロワナ', '河流', '稍大', '骨舌鱼模型', '6,7,8,9', '12,1,2,3', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '10000');
INSERT INTO `fish` VALUES (307, '../images/fish/鳖.png', '鳖', 'soft-shelledturtle', 'スッポン', '河流', '中', '鳖模型', '8,9', '2,3', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '3750');
INSERT INTO `fish` VALUES (308, '../images/fish/鲫鱼.png', '鲫鱼', 'cruciancarp', 'フナ', '河流', '稍小', '鲫鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '160');
INSERT INTO `fish` VALUES (309, '../images/fish/淡水龙虾.png', '淡水龙虾', 'crawfish', 'ザリガニ', '池塘', '稍小', '淡水龙虾模型', '4,5,6,7,8,9', '10,11,12,1,2,3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '200');
INSERT INTO `fish` VALUES (310, '../images/fish/稻田鱼.png', '稻田鱼', 'killifish', 'メダカ', '池塘', '特小', '稻田鱼模型', '4,5,6,7,8', '10,11,12,1,2', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '300');
INSERT INTO `fish` VALUES (311, '../images/fish/黑鲈鱼.png', '黑鲈鱼', 'blackbass', 'ブラックバス', '河流', '稍大', '黑鲈鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '400');
INSERT INTO `fish` VALUES (312, '../images/fish/黄鲈鱼.png', '黄鲈鱼', 'yellowperch', 'イエローパーチ', '河流', '中', '黄鲈鱼模型', '10,11,12,1,2,3', '4,5,6,7,8,9', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '300');
INSERT INTO `fish` VALUES (313, '../images/fish/黄金河虎.png', '黄金河虎', 'dorado', 'ドラド', '河流', '大', '黄金河虎模型', '6,7,8,9', '12,1,2,3', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21', '15000');
INSERT INTO `fish` VALUES (314, '../images/fish/蝌蚪.png', '蝌蚪', 'tadpole', 'オタマジャクシ', '池塘', '特小', '蝌蚪模型', '3,4,5,6,7', '9,10,11,12,1', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '100');
INSERT INTO `fish` VALUES (315, '../images/fish/金鱼.png', '金鱼', 'goldfish', 'キンギョ', '池塘', '特小', '金鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1300');
INSERT INTO `fish` VALUES (316, '../images/fish/锦鲤.png', '锦鲤', 'koi', 'ニシキゴイ', '池塘', '稍大', '锦鲤模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '4000');
INSERT INTO `fish` VALUES (317, '../images/fish/雀鳝.png', '雀鳝', 'gar', 'ガー', '池塘', '特大', '雀鳝模型', '6,7,8,9', '12,1,2,3', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '6000');
INSERT INTO `fish` VALUES (318, '../images/fish/青蛙.png', '青蛙', 'frog', 'カエル', '池塘', '稍小', '青蛙模型', '5,6,7,8', '11,12,1,2', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '120');
INSERT INTO `fish` VALUES (319, '../images/fish/鲶鱼.png', '鲶鱼', 'catfish', 'ナマズ', '池塘', '稍大', '鲶鱼模型', '5,6,7,8,9,10', '11,12,1,2,3,4', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '800');
INSERT INTO `fish` VALUES (320, '../images/fish/鲤鱼.png', '鲤鱼', 'carp', 'コイ', '池塘', '稍大', '鲤鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '300');
INSERT INTO `fish` VALUES (321, '../images/fish/黑鱼.png', '黑鱼', 'giantsnakehead', 'ライギョ', '池塘', '大', '黑鱼模型', '6,7,8', '12,1,2', '9、10、11、12、13、14、15、16', '5500');
INSERT INTO `fish` VALUES (322, '../images/fish/龙睛金鱼.png', '龙睛金鱼', 'pop-eyedgoldfish', 'デメキン', '池塘', '特小', '龙睛金鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '9、10、11、12、13、14、15、16', '1300');
INSERT INTO `fish` VALUES (323, '../images/fish/鲑鱼.png', '鲑鱼', 'salmon', 'サケ', '出海口', '稍大', '鲑鱼模型', '9', '3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '700');
INSERT INTO `fish` VALUES (324, '../images/fish/鲟鱼.png', '鲟鱼', 'sturgeon', 'チョウザメ', '出海口', '特大', '鲟鱼模型', '9,10,11,12,1,2,3', '3,4,5,6,7,8,9', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '10000');
INSERT INTO `fish` VALUES (325, '../images/fish/凤尾鱼.png', '凤尾鱼', 'anchovy', 'アンチョビ', '大海', '特小', '凤尾鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21', '200');
INSERT INTO `fish` VALUES (326, '../images/fish/刺豚.png', '刺豚', 'pufferfish', 'ハリセンボン', '大海', '中', '刺豚模型', '7,8,9', '1,2,3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '250');
INSERT INTO `fish` VALUES (327, '../images/fish/双髻鲨.png', '双髻鲨', 'hammerheadshark', 'シュモクザメ', '大海', '背鳍', '双蜜鲨模型', '6,7,8,9', '12,1,2,3', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '8000');
INSERT INTO `fish` VALUES (328, '../images/fish/吸盘鱼.png', '吸盘鱼', 'suckerfish', 'コバンザメ', '大海', '背鳍', '吸盘鱼模型', '6,7,8,9', '12,1,2,3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1500');
INSERT INTO `fish` VALUES (329, '../images/fish/太平洋桶眼鱼.png', '太平洋桶眼鱼', 'barreleye', 'デメニギス', '大海', '稍小', '太平洋桶眼鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '21、22、23、24、1、2、3、4', '15000');
INSERT INTO `fish` VALUES (330, '../images/fish/小丑鱼.png', '小丑鱼', 'clownfish', 'クマノミ', '大海', '特小', '小丑鱼模型', '4,5,6,7,8,9', '10,11,12,1,2,3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '650');
INSERT INTO `fish` VALUES (331, '../images/fish/拟刺尾鲷.png', '拟刺尾鲷', 'surgeonfish', 'ナンヨウハギ', '大海', '稍小', '拟刺尾鳄模型', '4,5,6,7,8,9', '10,11,12,1,2,3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1000');
INSERT INTO `fish` VALUES (332, '../images/fish/条石鲷.png', '条石鲷', 'barredknifejaw', 'イシダイ', '大海', '中', '条石鲷模型', '3,4,5,6,7,8,9,10,11', '9,10,11,12,1,2,3,4,5', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '5000');
INSERT INTO `fish` VALUES (333, '../images/fish/比目鱼.png', '比目鱼', 'oliveflounder', 'ヒラメ', '大海', '大', '比目鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '800');
INSERT INTO `fish` VALUES (334, '../images/fish/海蝴蝶.png', '海蝴蝶', 'seabutterfly', 'クリオネ', '大海', '特小', '海蝴蝶模型', '12,1,2,3', '6,7,8,9', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1000');
INSERT INTO `fish` VALUES (335, '../images/fish/河豚.png', '河豚', 'blowfish', 'フグ', '大海', '中', '河豚模型', '11,12,1,2', '5,6,7,8', '21、22、23、24、1、2、3、4', '5000');
INSERT INTO `fish` VALUES (336, '../images/fish/海马.png', '海马', 'seahorse', 'タツノオトシゴ', '大海', '特小', '海马模型', '4,5,6,7,8,9,10,11', '10,11,12,1,2,3,4,5', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1100');
INSERT INTO `fish` VALUES (337, '../images/fish/灯笼鱼.png', '灯笼鱼', 'footballfish', 'チョウチンアンコウ', '大海', '稍大', '灯笼鱼模型', '11,12,1,2,3', '5,6,7,8,9', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '2500');
INSERT INTO `fish` VALUES (338, '../images/fish/狮子鱼.png', '狮子鱼', 'zebraturkeyfish', 'ミノカサゴ', '大海', '中', '狮子鱼模型', '4,5,6,7,8,9,10,11', '10,11,12,1,2,3,4,5', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '500');
INSERT INTO `fish` VALUES (339, '../images/fish/皇带鱼.png', '皇带鱼', 'oarfish', 'リュウグウノツカイ', '大海', '特大', '皇带鱼模型', '12,1,2,3,4,5', '6,7,8,9,10,11', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '9000');
INSERT INTO `fish` VALUES (340, '../images/fish/矛尾鱼.png', '矛尾鱼', 'coelacanth', 'シーラカンス', '大海、雨天', '特大', '矛尾鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '15000');
INSERT INTO `fish` VALUES (341, '../images/fish/竹荚鱼.png', '竹荚鱼', 'horsemackerel', 'アジ', '大海', '稍小', '竹荚鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '150');
INSERT INTO `fish` VALUES (342, '../images/fish/耳带蝴蝶鱼.png', '耳带蝴蝶鱼', 'butterflyfish', 'チョウチョウウオ', '大海', '稍小', '耳带蝴蝶鱼模型', '4,5,6,7,8,9', '10,11,12,1,2,3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '1000');
INSERT INTO `fish` VALUES (343, '../images/fish/翻车鱼.png', '翻车鱼', 'oceansunfish', 'マンボウ', '大海', '背鳍', '翻车鱼模型', '7,8,9', '1,2,3', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21', '4000');
INSERT INTO `fish` VALUES (344, '../images/fish/苏眉鱼.png', '苏眉鱼', 'Napoleonfish', 'ナポレオンフィッシュ', '大海', '特大', '苏眉鱼模型', '7,8', '1,2', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21', '10000');
INSERT INTO `fish` VALUES (345, '../images/fish/锯鲨.png', '锯鲨', 'sawshark', 'ノコギリザメ', '大海', '背鳍', '铝鲨模型', '6,7,8,9', '12,1,2,3', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '12000');
INSERT INTO `fish` VALUES (346, '../images/fish/裸胸鳝.png', '裸胸鳝', 'morayeel', 'ウツボ', '大海', '大', '裸胸鳝模型', '8,9,10', '2,3,4', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '2000');
INSERT INTO `fish` VALUES (347, '../images/fish/鱿鱼.png', '鱿鱼', 'squid', 'イカ', '大海', '中', '鱿鱼模型', '12,1,2,3,4,5,6,7,8', '6,7,8,9,10,11,12,1,2', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '500');
INSERT INTO `fish` VALUES (348, '../images/fish/鲈鱼.png', '鲈鱼', 'seabass', 'スズキ', '大海', '大', '鲈鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '400');
INSERT INTO `fish` VALUES (349, '../images/fish/鲨鱼.png', '鲨鱼', 'greatwhiteshark', 'サメ', '大海', '背鳝', '鲨鱼模型', '6,7,8,9', '12,1,2,3', '16、17、18、19、20、21、22、23、24、1、2、3、4、5、6、7、8、9', '15000');
INSERT INTO `fish` VALUES (350, '../images/fish/鲷鱼.png', '鲷鱼', 'redsnapper', 'タイ', '大海', '中', '鲷鱼模型', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全年）,1,2,3,4,5,6,7,8,9,10,11,12', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '3000');
INSERT INTO `fish` VALUES (351, '../images/fish/鲸鲨.png', '鲸鲨', 'whaleshark', 'ジンベエザメ', '大海', '背鳍', '鲸鲨模型', '6,7,8,9', '12,1,2,3', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '13000');
INSERT INTO `fish` VALUES (352, '../images/fish/鲽鱼.png', '鲽鱼', 'dab', 'カレイ', '大海', '中', '鲽鱼模型', '10,11,12,1,2,3,4', '4,5,6,7,8,9,10', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '300');
INSERT INTO `fish` VALUES (353, '../images/fish/鳐鱼.png', '鳐鱼', 'ray', 'エイ', '大海', '大', '鳐鱼模型', '8,9,10,11', '2,3,4,5', '4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21', '3000');
INSERT INTO `fish` VALUES (354, '../images/fish/白面弄鱼.png', '白面弄鱼', 'gianttrevally', 'ロウニンアジ', '码头', '大', '白面弄鱼模型', '5,6,7,8,9,10', '11,12,1,2,3,4', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '4500');
INSERT INTO `fish` VALUES (355, '../images/fish/鬼头刀.png', '鬼头刀', 'mahi-mahi', 'シイラ', '码头', '特大', '鬼头刀模型', '5,6,7,8,9,10', '11,12,1,2,3,4', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '6000');
INSERT INTO `fish` VALUES (356, '../images/fish/鲔鱼.png', '鲔鱼', 'tuna', 'マグロ', '码头', '特大', '鲔鱼模型', '11,12,1,2,3,4', '5,6,7,8,9,10', '（全天）、1、2、3、4、5、6、7、8、9、10、11、12、13、14、15、16、17、18、19、20、21、22、23、24', '7000');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
